7zip
adw-gtk-theme
amd-ucode
archlinux-contrib
archlinux-xdg-menu
aria2
ark
awww
base
base-devel
bat
bc
bind
bitwarden
bluetui
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cachyos-keyring
cachyos-mirrorlist
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
calcurse
cava
claude-code
cliphist
cloudflared
cmatrix
cowsay
cronie
cuda
cups
cups-pdf
dkms
dmidecode
dnsmasq
docker
docker-compose
dolphin
dolphin-plugins
duf
efibootmgr
elephant-bin
elephant-bluetooth-bin
elephant-calc-bin
elephant-clipboard-bin
elephant-desktopapplications-bin
elephant-menus-bin
elephant-providerlist-bin
elephant-runner-bin
elephant-websearch-bin
ex-vi-compat
exfatprogs
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fd
feishin
figlet
flatpak
freecad
fwupd
fzf
gamescope
gimp
git
glfw
gnome-disk-utility
gnome-settings-daemon
gparted
grim
grub
grub-btrfs
gslapper
gst-plugin-pipewire
gtk3-demos
gtk4-demos
htop
hyprgraphics
hypridle
hyprland
hyprlang
hyprlock
hyprpicker
hyprutils
hyprwayland-scanner
imagemagick
imv
inkscape
inotify-tools
iotop
iw
iwd
jq
kclock
kde-cli-tools
kdeconnect
kdenlive
kf6-servicemenus-reimage
kitty
konsole
lact
libnotify
libpulse
libreoffice-still
libva-nvidia-driver
libvirt
linux
linux-cachyos-bore
linux-cachyos-bore-headers
linux-firmware
linux-headers
lmms
localsend
lolcat
lsd
luarocks
lvm2
man-db
mangohud
maplemono-nf-cn
matugen-bin
memtest86+
memtest86+-efi
mesa-utils
meson
mpv
mtr
nano
nano-syntax-highlighting
ncdu
neovim
network-manager-applet
ninja
nmap
nodejs-lts-jod
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
numix-circle-icon-theme-git
nvidia-container-toolkit
nvidia-open-dkms
nwg-displays
nwg-drawer
obs-studio
obsidian
opencode
openrgb
openssh
osu-lazer-bin
pacman-contrib
pandoc-bin
parallel
paru
patchelf
perl-rename
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
polkit-gnome
power-profiles-daemon
powertop
prismlauncher
proton-cachyos
protonup-qt
puddletag
pv
pwvucontrol
python311
python312
qbittorrent
qemu-full
qt5-wayland
qt5ct
qt6-wayland
qt6ct
reflector
satty
scx-scheds
sddm
shntool
slurp
smartmontools
socat
speech-dispatcher
sqlitebrowser
sshfs
steam
strace
swaync
swayosd
syncthing
sysstat
tailscale
tcsh
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
the_silver_searcher
thefuck
timeshift
tint
tk
tmux
traceroute
tree
ttf-jetbrains-mono-nerd
unrar
unzip
upscayl-bin
uwsm
vesktop
vim
virt-manager
vlc
vlc-plugins-all
vscodium
walker
waybar
wget
wireless_tools
wireplumber
wireshark-qt
wlr-randr
wpa_supplicant
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xhost
xorg-xinit
xournalpp
xsettingsd
yay
yazi
ydotool
zathura
zathura-pdf-mupdf
zen-browser-bin
zip
zoxide
zram-generator
zsh
